Python 3.10.4 (tags/v3.10.4:9d38120, Mar 23 2022, 23:13:41) [MSC v.1929 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.

================ RESTART: C:/Users/Administrator/Desktop/zxc1.py ===============
2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46 48 50 52 54 56 58 60 62 64 66 68 70 72 74 76 78 80 82 84 86 88 90 92 94 96 98 100 0 년 걸립니다.
10
10*10는 100
맞았습니다.
정수를 입력하시오: -1
정수를 입력하시오: -2
정수를 입력하시오: -3
정수를 입력하시오: 0
합은  4 입니다.
첫 번째 주사위 :  3 두 번째 주사위 :  1
첫 번째 주사위 :  6 두 번째 주사위 :  2
첫 번째 주사위 :  7 두 번째 주사위 :  2
첫 번째 주사위 :  2 두 번째 주사위 :  3
첫 번째 주사위 :  3 두 번째 주사위 :  2
